{
    "name": "Chrono Usurpation",
    "icon": "timeisup:timer_bonus",
    "category": "elara",
    "advancement": "triumph:advancements/journal_entries/chrono_usurpation_entry",
    "pages": [
      {
        "type": "text",
        "text": "$(#551012)Cycle 97, Entry 26$(br2)The air carries new arithmetic - this sickly calculus where breaths borrowed from the damned compound in our marrow. I gazed as a fresh runner collapsed under the weight of minutes never lived, their time hemorrhaging phantom seconds."
      },
      {
        "type": "text",
        "text": "$(#551012)The poor wretch clutched their wrist where the numbers bled, each vanished minute leaving cauterized glyphs in the flesh. \"Five less than promised,\" they babbled, fingers scrabbling at scars that remembered better cycles. I tasted their confusion - copper and burnt hair - the particular tang of reality's ledger balancing accounts."
      },
      {
        "type": "text",
        "text": "$(#551012)Veilstrium shards nearby wept black tears that evaporated into half-formed faces. Familiar faces. The runner didn't recognize their own features twisted in the steam, but I did - a gallery of creditors from cycles past, their stolen moments accruing interest in our veins."
      },
      {
        "type": "text",
        "text": "$(#551012)What cruel geometry binds us? For every minute clawed from the Devourer's grasp, another's timeline hemorrhages. The runner's dying breath left frost patterns spelling a truth I dare not record - that our survival is measured in increments of mutual annihilation."
      },
      {
        "type": "text",
        "text": "$(#551012)Yet still I pocket the hourglass. Still I crush it between familiar teeth. Let the next cycle's stranger pay my debt with their unraveling. This is how gods are unmade - not through grand heresies, but a thousand quiet betrayals scribbled in borrowed time.$(br2)—Elara"
      },
      {
        "type": "crafting",
        "recipe": "contenttweaker:chrono_absolution",
        "text": "$(#551012)[Addendum]$(br)The metal's song shifted key - a discordant harmony emerging from Infernium's molten heart veined with scorched grains and quartz."
      },
      {
        "type": "text",
        "text": "$(#551012)The resulting artifact weeps silver tears that evaporate into half-formed equations. To consume this absolution is to let the Veil's accountants carve their tallies directly in one's marrow. The body rebels - a symphony of cracked ribs and cauterized capillaries - but the ledger... the ledger balances."
      },
      {
        "type": "text",
        "text": "$(#551012)The absolution offers grim reconciliation; these stolen increments can be forged into keys to temporarily balance the ledger and fortify flesh and soul. What price this precarious equilibrium, where salvation lies in becoming both thief and accountant of time's plundered currency?"
      }
    ]
} 