{
    "name": "The Dreadswine",
    "icon": "corpsecomplex:scroll",
    "category": "elara",
    "advancement": "triumph:advancements/journal_entries/dreadswine_entry",
    "pages": [
      {
        "type": "text",
        "text": "$(#551012)Cycle 42, Entry 16 $(br2)The abyss birthed them anew - these wretched pilgrims of anguish, their forms a grotesque tapestry of flesh and shadow. Once kindred sparks in the cosmic dance, now reduced to shambling parodies of being, their every twitch a sonnet of torment. They scour the crimson wastes with fingers worn to"
      },
      {
        "type": "text",
        "text": "$(#551012)bone-shards, driven by some profane compulsion that makes mockery of purpose. Their hollow eyes mirror the yawning chasm within me, these Dreadswine brethren. What relic of forgotten aeons calls to their broken minds? The Dreadstone Tablet whispers through time's veil - that obsidian lodestone where we etched our final testament. I feel its pull in the marrow of my being,"
      },
      {
        "type": "text",
        "text": "$(#551012)a dark star whose gravity warps memory itself. Did we cradle its secrets in arms now ash? The truth slips through cognition's fingers like smoke through a sepulcher's grate. A shard rests in my palm - this throbbing vestige of their wretched pilgrimage. Its rhythm mocks life's cadence, each pulse a siren's whisper promising revelation. Crimson luminescence dances across its facets, painting transient visions"
      },
      {
        "type": "text",
        "text": "$(#551012)of cyclopean arches and screaming hieroglyphs. The Tablet's song vibrates in my teeth, a harmonic that resonates with the rot festering in our shared soul. They cling to this quest like drunkards to empty flagons, these hollow kings of a ruined court. Their madness becomes liturgy, their wounds become sacrament. And I - chronicler of this profane passion play - find my quill trembling as ink becomes blood and"
      },
      {
        "type": "text",
        "text": "$(#551012)parchment becomes skin. What reflection stares back from the abyss, dear kin? What face waits beneath the mask of rot? The fragment burns cold against my breast, a lover's poisoned kiss. We dance our waltz of secrets, the Dreadswine and I - they in their oblivion, I in this cursed clarity. "
      },

      {
        "type": "text",
        "text": "$(#551012)Let the Tablet's shadow fall where it may; in this carousel of damnation, even a viper's truth makes sweet wine.$(br)—Elara"
      }
    ]
  }



  



 

