{
    "name": "Infernium",
    "icon": "contenttweaker:raw_unstable_infernium",
    "category": "elara",
    "advancement": "triumph:advancements/journal_entries/infernium_entry",
    "pages": [
      {
        "type": "spotlight",
        "item": "contenttweaker:raw_unstable_infernium",
        "text": "$(#551012)Cycle 23, Entry 15 $(br2)The Nether's fever burns in my palms - this golden malignancy that thrums with imprisoned fury. Infernium's song vibrates at the edge of audibility, a harmonic that resonates with the rot festering in our shared soul. To hold it is to cradle dying stars; to"
      },
      {
        "type": "text",
        "text": "$(#551012)mine it invites accusations from the air itself. The Veilstrium pickaxe wept as it bit into the living stratum, its song of remembrance drowned by Infernium's screaming counterpoint. The dissonant chorus chased me through trembling passages, deep in the Ashen bowels, where the fortress walls breathe their last. Here, I found the truth etched in bleeding basalt:"
      },
      {
        "type": "text",
        "text": "$(#551012)$(o)Flesh of fallen lords$(br)Condemned to smolder$(br)In this ore, their final breath$(br)Wrath becomes the welder$(br2)$()$(#551012)"
      },
      {
        "type": "text",
        "text": "$(#551012)What blasphemous crucible birthed this metal? Its heat mocks the Realm's dying embers, each fragment a prison for ancient rage. The raw shards blister my pouch - golden malignancies that warp the air with their hunger. They resist the forge's kiss, lying inert like cursed lead. Rods from the Infernals brings momentary focus, but our union births only shattered prototypes."
      },
      {
        "type": "text",
        "text": "$(#551012)Yet within the walls... The Revenants's mock my failure - their hollowed forms thrum with contained cataclysm, weapons of Infernal origin singing stable destruction. What did they press against the metal's rage to achieve such impossible balance? I will find the truth in negative space - hollows where some keystone component once kissed the molten gold."
      },
      {
        "type": "text",
        "text": "$(#551012)The Rod's resonance suggests there is a missing harmonic, its prison-breath rhythm incomplete. Let the unstable ore sear my palms raw; its fractures map the path forward. I'll wield this damned metal until my hands are bone or the Realms remember their true shape.$(br2)—Elara"
      }
    ]
  }



  





