{
    "name": "Nether Wraiths",
    "icon": "nethercraft:ghast_bones",
    "category": "elara",
    "advancement": "triumph:advancements/journal_entries/nether_wraith_entry",
    "pages": [
      {
        "type": "spotlight",
        "item": "nethercraft:ghast_bones",
        "text": "$(#551012)Cycle 9, Entry 5 $(br2)The air itself recoils from their passing - these pale architects of dread whose very breath etches frost patterns on the soul. Once phantoms content to haunt the periphery, now they stalk with purpose etched in every twitching tendril."
      },
      {
        "type": "text",
        "text": "$(#551012)Their wail carves through the Realm's veil, a sonic shard that freezes time's flow between heartbeats. I recall their ancestral forms - ephemeral as smoke rings from a dead god's pipe. What alchemy of despair forged these new horrors? Their explosive demise rings too familiar, a dark mirror to our own catastrophic reinvention. Do we share the same blacksmith, hammering failure into fresh damnation?"
      },
      {
        "type": "text",
        "text": "$(#551012)The bones... ah, the bones sing truths their fleshed forms deny. These calcified remnants thrum with the Nether's base frequency, their marrow-rich hollows conducting harmonies that make Veilstrium shiver in recognition. Each fragment I gather resonates with the ache of unclosed gateways, their song growing fainter as the wraiths themselves fade into myth's hungry maw."
      },
      {
        "type": "text",
        "text": "$(#551012)I pressed a rib-shard to the ore vein and watched reality bleed. The resulting combination weeps black tears that evaporate into half-remembered faces. This communion comes at a cost - every experiment leaves my tools whispering in wraith-tongue, their metallic voices begging for burial in unconsecrated ground."
      },
      {
        "type": "text",
        "text": "$(#551012)They diminish with each cycle, these living tuning forks of the damned. Something compels me to preserve their essence in cold ore, though the purpose lies just beyond memory's reach. Better our sins be remembered than erased by time's cowardice.$(br2)—Elara"
      }
    ]
}