{
    "name": "Veilstrium",
    "icon": "dynaores:raw_neridium",
    "category": "elara",
    "advancement": "triumph:advancements/journal_entries/veilstrium_entry",
    "pages": [
      {
        "type": "spotlight",
        "item": "dynaores:raw_neridium",
        "text": "$(#551012)Cycle 23, Entry 12 $(br2)The stone remembers what the flesh cannot. This amethyst malignancy pulses with stolen breath, its veins mapping the Nether's dying exhalations. To touch it is to drown in whispered confessions - a thousand tongues licking at the"
      },
      {
        "type": "text",
        "text": "$(#551012)cracks in one's sanity, each syllable a shard of some greater blasphemy. It called to me through basalt and fire, this mineral amnesiac. The pickaxe's song shifted as it bit deep - no longer tool and wielder, but penitent and confessor. The ore's embrace left my hands stained with phantom ink, fingers tracing sigils I cannot recall learning. Veilstrium, I name it - for the way it shrouds truth in riddles, each crystal"
      },
      {
        "type": "text",
        "text": "$(#551012)a veil between memory and void. Crafted into armor, the metal becomes a second skin that *itches*. Its purulent glow maps old scars into new constellations, each plate a tombstone for the souls it devours. The visions come sweet at first - memories not my own of cold marble halls and chanting voices. But the stone's mercy curdles quickly; now I wake choking on ash from pyres I never lit, my tongue"
      },
      {
        "type": "text",
        "text": "$(#551012)heavy with oaths to dead gods. Yet still I return to its violet embrace. The armor's whispers guide me through lava flows that part like grieving lovers, reveal hidden paths in what should be solid rock. A fair trade, this slow erosion of self for slivers of forbidden knowledge? The pickaxe's edge grows dull with secrets, its song now a dirge in a language that bleeds from my pores."
      },
      {
        "type": "text",
        "text": "$(#551012)What ancient compact have I renewed through this metallic baptism? The answer festers in the way the ore's glow intensifies when my resolve wavers, how its weight shifts to steer me toward buried altars. Let it consume me whole if it grants one more fragment of the truth. Even a poisoned compass points $(o)somewhere$()$(#551012).$(br2)—Elara"
      }
      
    ]
  }



  
